{
    "title":"Researchers Estimate Earth’s Temperatures During Ice Age",
    "date":"2020-9-3",
    "text":"<p>
Scientists say they have calculated temperatures on Earth’s surface during the last Ice Age.

The researchers made their calculations with the help of fossilized remains of ocean plankton and models of climates tens of thousands of years ago in different parts of the world.

The researchers reported their findings in the British scientific publication Nature.

The most recent Ice Age lasted from about 115,000 to 11,000 years ago. During this time, huge sheets of ice covered much of North America, South America, Europe and Asia.

The researchers said the average temperature worldwide during the height of this period, known as the Last Glacial Maximum, was about 7.8 degrees Celsius. That average Ice Age temperature was about 6 degrees Celsius colder than the average today. The average world temperature during the 20th century was 14 Celsius, the scientists noted.

Some areas were much colder than the average, they found. Extreme northern and southern regions cooled far more than other areas, with the Arctic region 14 degrees Celsius colder than the world average.

“We have a lot of data about this time period because it has been studied for so long,” said Jessica Tierney in a statement. “But one question science has long wanted answers to is simple: How cold was the Ice Age?”

Tierney helped lead the study. She is a paleoclimatologist with the University of Arizona.

Tierney said that looking at information from past climates is the only way to find out what truly happens when the Earth experiences long cold or warm periods. “So, by studying them, we can better constrain what to expect in the future,” she said.

During the Ice Age, our planet was home to large mammals such as mammoths, mastodons, woolly rhinoceros and saber-toothed cats. These animals were able to survive in a cold climate.

Early humans entered North America for the first time during the Ice Age, crossing a land bridge that once connected Siberia to Alaska with sea levels much lower than they are today.

“What is interesting is that Alaska was not entirely covered with ice,” Tierney said. “There was an ice-free corridor that allowed humans to travel across the Bering Strait, into Alaska. Central Alaska was actually not that much colder than today, so for Ice Age humans it might have been a relatively nice place to settle.”

Human hunting is believed to have been partly responsible for many Earth species disappearing at the end of the Ice Age.

Atmospheric carbon dioxide levels during the Ice Age were about 180 parts per million, which is very low, the researchers said. Before the Industrial Revolution of the 1800s, levels rose to about 280 parts per million. Today they are about 415 parts per million.

The researchers announced plans to use their temperature calculation methods to recreate warm periods in Earth’s history.

“If we can reconstruct past warm climates, then we can start to answer important questions about how the Earth reacts to really high carbon dioxide levels…” Tierney said. This can help scientists expand their understanding of what future climate change might bring.

I’m Bryan Lynn.

<h3>Words in This Story</h3>

calculate – v. to discover an amount or number using mathematics

constrain – v. to control something by limiting it

mammal – n. an animal that feeds its babies on milk from its body

corridor – n. a passageway between two points

allow – v. to permit

species – n. a group of animals or plants that are similar and can produce young animals or plants
</p>"
}
